Dlubal.RFEM5.IPlasticHinge
Interface for working with plastic hinge

Dlubal.RFEM5.IPlasticHinge.GetData
Gets plastic hinge parameters.
Returns: Plastic hinge parameters

Dlubal.RFEM5.IPlasticHinge.SetData(System.UInt32@)
Sets plastic hinge parameters.
Hinge: Plastic hinge parameters